1password
abook
adobe-source-han-serif-cn-fonts
alacritty
alsa-firmware
alsa-utils
aniwrapper-git
ansible
apache
arandr
ark
asio
autoconf
automake
base
bear
betterlockscreen
bind
bison
blueman
bluez-utils
bottom
bpytop
brave-bin
breeze
brightnessctl
browsh-bin
bspwm
btop
burpsuite
caja
cava
ccache
cmatrix
colorpicker
composer
conky
copyq
cronie
crunch
debugedit
dex
discord_arch_electron
dlib
docker
dolphin
dotnet-runtime
dunst
dust
ettercap
eudic
eww
exa
fcitx5-anthy
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fd
figlet
flameshot
flex
folly
fontforge
fortune-mod
giph
git-delta
gitui
google-chrome
google-java-format
grub
gtest
gucharmap
has
htop
humanity-icon-theme
hydra
hyprland
i3blocks
intel-ucode
isync
jetbrains-toolbox
jgmenu
jq
juce
julia
kate
kdeconnect
keyd
khal
krusader
lazydocker-bin
lazygit
lazynpm
leveldb
lf
lightdm-gtk-greeter-settings
lightdm-settings
linux-headers
lsd
luarocks
lxappearance
mariadb
metasploit
mpc
mpd
msmtp
mutt
nbtscan
ncmpcpp
ncspot
nctelegram-git
neofetch
neomutt
neovide
networkmanager-dmenu-git
newsboat
nginx
nnn
notcurses
notmuch
nvidia
obs-studio
obsidian
onedrive
opencv
pacman-contrib
pam-gnupg
papirus-icon-theme
paru-bin
pass
patch
pavucontrol
peaclock
peek
picom-jonaburg-git
polybar-spotify-module
postgresql
postman
proxychains-ng
pulseaudio-equalizer-ladspa
pulsemixer
pyenv
python-pywal
qemu-desktop
qt5-doc
qt5ct
qtcreator
qutebrowser
ranger
redis
ripgrep
rofi-emoji
rsync
sbcl
screenkey
sd
snapd
sof-firmware
spotifyd
sqlmap
starship
stow
tcpdump
tealdeer
tensorflow
terminus-font
themix-full-git
thunar
ttf-material-design-icons
ttf-unifont
tuir
udiskie
unityhub
urlview
vscodium-bin
waybar
weechat
wget
wine-gecko
wine-mono
winetricks
wmname
wps-office
wqy-zenhei
xerosploit
xf86-video-vesa
xfce4-power-manager
xmenu
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-misc
xorg-iceauth
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
xsensors
yarn
yay
zellij
zk
zoxide
