1password
abook
acpi
adobe-source-han-serif-cn-fonts
alacritty
alsa-firmware
alttab-git
anaconda
aniwrapper-git
ansible
apache
arandr
aria2
ark
asio
atuin
autoconf
automake
awesome
bandwhich
base
bear
betterlockscreen
bind
bison
blender
blueberry
blueman
bluez-utils
bottom
bpytop
brave-bin
breeze
brightnessctl
browsh-bin
bsp-layout
bspwm
btop
burpsuite
caja
cataclysm-dda
cava
ccache
choose-rust-git
cmatrix
colorpicker
composer
conky-manager
copyq
cronie
crunch
cudnn
ddgr
debugedit
deno
dfc
dingtalk-bin
discord
dlib
docker
docker-compose
dolphin
dotnet-runtime
dpkg
dunst
dust
ettercap
eudic
eww
exa
fcitx5-anthy
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fd
figlet
file-roller
flameshot
flashfocus-git
flatpak
flex
fluent-icon-theme-git
folly
fontforge
fortune-mod
gammastep
gebaar-libinput-fork
giph
git-delta
gitoxide
gitui
glava
google-chrome
google-java-format
gpick
grex
gtest
gucharmap
has
helix
himalaya
htop
humanity-icon-theme
hydra
hyperfine
i3blocks
intel-ucode
inter-font
isync
jetbrains-toolbox
jgmenu
joshuto-git
jq
jql
juce
jupyter-notebook
kate
kdeconnect
keyd
khal
krusader
lazydocker-bin
lazygit
leveldb
lf
libguestfs
libva-nvidia-driver-git
lightdm-gtk-greeter-settings
lightdm-settings
lsd
luarocks
lutris
lxappearance
maim
mate-polkit
metasploit
moreutils
mpc
mpd
msmtp
mugshot
mutt
mycli-git
nasm
navi
nbtscan
ncmpcpp
ncspot
nctelegram-git
neofetch
neomutt
neovide
networkmanager-dmenu-git
networkmanager-openvpn
newsboat
nginx
nim
nnn
noise-suppression-for-voice
notcurses
nvidia-dkms
nvtop
obs-studio
obsidian
onedrive
opencv
pa-applet-git
pam-gnupg
papirus-icon-theme
parcellite
paru-bin
pass
pavucontrol
peaclock
peek
picom-jonaburg-fix
pipes.sh
plank
pleaser
polybar-spotify-module
postgresql
postman
procs
proxychains-ng
pulseaudio-equalizer-ladspa
pulsemixer
pyenv
python-openai
python-pywal
qjackctl
qt5-doc
qt5ct
qtcreator
qutebrowser
ranger
rargs
redis
redshift
ripgrep
rnr
rofi-emoji
rofi-greenclip
rofimoji
rpmextract
safeeyes
sbcl
screenkey
sd
slim
snapd
sof-firmware
spicetify-cli
spotifyd
sqlmap
stalonetray
starship
stow
sunloginclient
sway
system76-power
systeroid
tcpdump
tealdeer
teams
telegram-desktop
tensorflow
terminus-font
themix-full-git
thunar
tickrs
tidy
tint2
tokei
tor
trayer
ttf-material-design-icons
ttf-unifont
tuir
udiskie
unityhub
urlview
usbutils
vi
vifm-git
virt-manager
virt-viewer
vscodium-bin
warpd-git
weechat
wemeet-bin
wine-gecko
wine-mono
winetricks
wmctrl
wmname
wps-office
wqy-zenhei
xcp
xdg-user-dirs-gtk
xerosploit
xf86-video-vesa
xfce4-power-manager
xfce4-settings
xh
xmenu
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
xsensors
yarn
yaru-sound-theme
yay
zellij
zig
zk
zoxide
