1password
1password-cli
acpi
adobe-source-han-serif-cn-fonts
aeskulap
age
alacritty
alsa-firmware
alsa-utils
anaconda
ansible
appstream
appstream-qt
archlinuxcn-keyring
ark
asusctl-git
atuin
base
base-devel
bash-completion
bat
bind
blender
blueman
bluez
bluez-libs
bluez-utils
brave-bin
breeze
brightnessctl
bspwm
btop
catppuccin-cursors-mocha
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-mocha
cava-git
chezmoi
choose
chromium
cliphist
cloudflare-warp-bin
cmake
cmatrix
composer
conky-lua
cuda
cudnn
dhcpcd
discord
docker
docker-compose
doxygen
dunst
dust
efibootmgr
exfat-utils
eza
f3d
fcitx5
fcitx5-anthy
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt
fcitx5-rime
fd
feh
ffmpegthumbs
file-roller
firefox
fish
fisher
flake8
foot
gamemode
gammastep
gdm
gdm-settings-git
git
git-delta
gitui
glava
glfw-wayland
global
glow
goverlay-git
gpick
grc
greenclip
grim
grub
gtk-engine-murrine
gtk-engines
gvfs-mtp
gwenview
helix
himalaya
hub
hyprland-nvidia-git
i3-wm
i3lock-color-git
imagemagick
inetutils
inkscape
intel-ucode
inter-font
ipython
iwd
jgmenu
joshuto-git
jq
julia
kate
keyd-git
khal
kitty
kvantum
kwallet-pam
kwalletmanager
lazydocker-bin
lazygit
lib32-nvidia-utils
libconfig
libev
libva-nvidia-driver-git
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lrzip
lsb-release
lsd
lsof
luarocks
lxappearance
lzop
maim
mako
mangohud
mate-polkit
meson
microsoft-edge-dev-bin
moreutils
mousepad
mpv
nano
nautilus
navi
ncdu
ncmpcpp
neofetch
neomutt
neovim-git
neovim-symlinks
net-tools
network-manager-applet
networkmanager-dmenu-git
newsboat
nitrogen
noise-suppression-for-voice
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nushell
nvidia-dkms
nvidia-settings
nvidia-utils
nvtop
nwg-look-bin
obsidian
onedrive
openai-cli-git
opendoas
os-prober
otf-font-awesome
otf-font-awesome-4
p7zip
pa-applet-git
packagekit
packagekit-qt5
pacman-contrib
pamixer
papirus-icon-theme
parcellite
paru
pavucontrol
php
picom-arian8j2-git
plank
playerctl
polkit-gnome
polkit-kde-agent
polybar
prettier
proxychains-ng
python-black
python-croniter
python-dataclasses
python-pip
python-pynvim
python-pytorch
python-pytz
python-pyxdg
qt5ct
qt6-wayland
recode
reflector
ripgrep
rm-improved
rofi
rog-control-center-git
rsync
rtx
ruby
rust-nightly-bin
safeeyes
sd
sddm-git
sddm-sugar-dark
sddm-theme-tokyo-night
shell-gpt
slurp
sof-firmware
spicetify-cli-git
spotify
stalonetray
starship
stow
supergfxctl-git
swappy
swaybg
swayidle
swaylock-effects
swww
sxhkd
tensorflow
thunar
thunar-archive-plugin
thunar-volman
topgrade
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-jetbrains-mono-nerd
ttf-maple
ttf-ms-fonts
tumbler
udiskie
ukui-window-switch
unarchiver
unrar
usbutils
uthash
viewnior
waybar
weasis-bin
webkit2gtk-4.1
wezterm
wget
wine
wl-clipboard
wlroots
wlsunset
wmctrl
wofi
wps-office
wqy-zenhei
xbindkeys
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
xdo
xdotool
xf86-video-vesa
xfce4-power-manager
xfce4-settings
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xprintidle
xqp
xsettingsd
yadm
yaru-sound-theme
yay-bin
zathura
zathura-djvu
zathura-pdf-mupdf
zellij
zoxide
zsh
